Repository: martinhocosta88/Softstore
Catalog: Portuguese Localization Entry Pack/Translations/Portuguese Localization Entry Pack.g.*.xlf
Languages: pt

# Table 3922458431 - Property 2879900210
source: Cash-Flow Plan
pt: Plano Fluxo de Caixa

# Table 3922458431 - Field 4200184881 - Property 2879900210
source: No.
pt: Nº

# Table 3922458431 - Field 3461834954 - Property 2879900210
source: Description
pt: Descrição

# Table 3922458431 - Field 995090288 - Property 2879900210
source: Date Filter
pt: Fitro Data

# Table 3922458431 - Field 2304016699 - Property 2879900210
source: Net Change
pt: Valor

# Table 3922458431 - Field 1878130204 - Property 2879900210
source: Type
pt: Tipo

# Table 3922458431 - Field 1878130204 - Property 62802879
source: Posting,Totaling
pt: Auxiliar,Maior

# Table 3922458431 - Field 478049462 - Property 2879900210
source: Totaling
pt: Somatório

# Table 3922458431 - Field 2200046723 - Property 2879900210
source: Indentation
pt: Indentação

# Page 3922458431 - Property 2879900210
source: Cash-Flow Plan
pt: Plano Fluxos Caixa

# Page 3922458431 - Control 4200184881 - Property 1295455071
source: Specifies the account number.
pt: Especifica o número da conta.

# Page 3922458431 - Control 3461834954 - Property 1295455071
source: Specifies the description.
pt: Especifica a descrição.

# Page 3922458431 - Control 1878130204 - Property 1295455071
source: Specifies account type.
pt: Especifica o tipo de conta.

# Page 3922458431 - Control 478049462 - Property 1295455071
source: Specifies the totaling amount.
pt: Especifica o valor total.

# Page 3922458431 - Control 2200046723 - Property 1295455071
source: Specifies the indentation level.
pt: Especifica o nível de indentação.

# Page 3922458431 - Control 2304016699 - Property 1295455071
source: Specifies the net change.
pt: Especifica o valor.

# Page 3922458431 - Action 1938788763 - Property 2879900210
source: Indent Cash-Flow Plan
pt: Indentar Plano Fluxos de Caixa

# Page 3922458431 - Action 1938788763 - Property 1295455071
source: Indents Cash-Flow Plan.
pt: Indenta o Plano de Fluxos de Caixa

# Page 3922458431 - Action 142330284 - Property 2879900210
source: Cash-Flow Report
pt: Mapa Fluxos Caixa

# Page 3922458431 - Action 142330284 - Property 1295455071
source: Generates the Cash-Flow report.
pt: Gera o Mapa Fluxos de Caixa.

# Table 3363894443 - Property 2879900210
source: Taxonomy Codes
pt: Códigos Taxonomia

# Table 3363894443 - Field 1476723134 - Property 3830149458
source: Taxonomy Code
pt: Código Taxonomia

# Table 3363894443 - Field 2446257311 - Property 2879900210
source: G/L Account Filter
pt: Filtro Conta C/G

# Table 3363894443 - Field 3461834954 - Property 2879900210
source: Description
pt: Descrição

# Codeunit 211026378 - Method 2397649453 - NamedType 1384576684
source: This function checks the consistency of and completes the Chart of Accounts:\
pt: Esta função verifica consistência e completa o Plano de Contas:\

# Codeunit 211026378 - Method 2397649453 - NamedType 3128757512
source: Do you want to Check the Chart of Accounts?
pt: Deseja verificar o Plano de Contas?

# Codeunit 211026378 - Method 2397649453 - NamedType 3766454129
source: Checking the Chart of Accounts #1########## @2@@@@@@@@@@@@@
pt: A verificar o Plano de Contas #1########## @2@@@@@@@@@@@@@

# Codeunit 211026378 - Method 2397649453 - NamedType 109183450
source: The Chart of Accounts is correct.
pt: O plano de contas está correto.

# Codeunit 211026378 - Method 2433425993 - NamedType 109183450
source: Indenting the Chart of Accounts #1##########
pt: A indentar o Plano de Contas #1##########

# Codeunit 3807294585 - Method 615983447 - NamedType 109183450
source: The number you entered is not a valid NIB.
pt: O número introduzido não é um NIB válido.

# Page 3404562225 - Property 2879900210
source: Cash-Flow Code Card
pt: Ficha Código Fluxo Caixa

# Page 3404562225 - Control 4200184881 - Property 1295455071
source: Specificies the Cash-Flow Code No.
pt: Especifique o Nº do Código de Fluxo de Caixa.

# Page 3404562225 - Control 3461834954 - Property 1295455071
source: Specificies the Cash-FLow Description
pt: Especifique a Descrição de Fluxo de Caixa.

# Page 3404562225 - Control 1878130204 - Property 1295455071
source: Specificies the Cash-Flow Type
pt: Especifique o Tipo de Fluxo de Caixa.

# Page 3404562225 - Control 478049462 - Property 1295455071
source: Specificies the Cash-Flow Code Totaling
pt: Especifique o Totalizador para o Código Fluxos de Caixa.

# Page 3404562225 - Control 2200046723 - Property 1295455071
source: Specificies the Cash-Flow Indentation
pt: Especifique a Indentação de Fluxos de Caixa.

# Page 2107039125 - Property 2879900210
source: Taxonomy Codes List
pt: Lista Códigos Taxonomia.

# Page 2107039125 - Control 3912163357 - Property 1295455071
source: Specify the Taxonomy Code
pt: Especifique o Código Taxonomia.

# Page 2107039125 - Control 3461834954 - Property 1295455071
source: Specify the Description of the Taxonomy Code.
pt: Especifique a Descrição do Código Taxonomia.

# Report 142330284 - Property 2879900210
source: Cash-Flow Report
pt: Mapa Fluxos Caixa

# Report 142330284 - Control 543275552 - Property 2879900210
source: Starting Date
pt: Data Inícial

# Report 142330284 - Control 2434526205 - Property 2879900210
source: Period Formula
pt: Fórmula Período

# Report 142330284 - Control 2093629711 - Property 2879900210
source: Comparing Method
pt: Método Comparativo

# Report 142330284 - Control 2093629711 - Property 62802879
source: Homologous Period,Previous Period
pt: Período Homólogo,Período Anterior

# Report 142330284 - ReportLabel 1342443625
source: Cash-Flow Report
pt: Mapa Fluxos Caixa

# Report 142330284 - ReportLabel 3653912790
source: Page
pt: Página

# Report 142330284 - ReportLabel 1645344252
source: No.
pt: Nº

# Report 142330284 - ReportLabel 2089336185
source: Description
pt: Descrição

# Report 142330284 - NamedType 3004921922
source: to
pt: a

# Report 142330284 - NamedType 2392829959
source: Report Period: %1 to %2
pt: Período do Mapa: %1 a %2

# Report 142330284 - NamedType 2723519602
source: Ending Date should be greater or equal to Starting Date
pt: Data Final deve ser igual ou superior à Data Inicial

# Report 142330284 - NamedType 807647320
source: Period Net Change:
pt: Saldo Período:

# Report 142330284 - NamedType 1993866747
source: Balance at period begining:
pt: Saldo inicial do período:

# Report 142330284 - NamedType 2618466334
source: Balance at the period ending:
pt: Saldo na data final do período:

# Report 1231299085 - Property 2879900210
source: Check
pt: Cheque

# Report 1231299085 - Control 2346885236 - Property 2879900210
source: Options
pt: Opções

# Report 1231299085 - Control 2663384385 - Property 2879900210
source: Bank Account
pt: Conta Bancária

# Report 1231299085 - Control 1514267703 - Property 2879900210
source: Last Check No.
pt: Últ. Nº Cheque

# Report 1231299085 - Control 1563725732 - Property 2879900210
source: One Check per Vendor per Document No.
pt: Um Cheque por Fornecedor por Nº Documento.

# Report 1231299085 - Control 2992590101 - Property 2879900210
source: Reprint Checks
pt: Reimprimir Cheques

# Report 1231299085 - Control 4054877177 - Property 2879900210
source: Test Print
pt: Verificar Impressão

# Report 1231299085 - Control 1059736969 - Property 2879900210
source: Preprinted Stub
pt: Série Pré-impressa

# Report 1231299085 - NamedType 2476940767
source: Preview is not allowed.
pt: Não é permitido pré-visualizar.

# Report 1231299085 - NamedType 3114637384
source: Last Check No. must be filled in.
pt: Últ. N.º Cheque deve estar preenchido.

# Report 1231299085 - NamedType 3752334001
source: Filters on %1 and %2 are not allowed.
pt: Filtros em %1 e %2 não são permitidos.

# Report 1231299085 - NamedType 732759939
source: must be entered.
pt: deve ser introduzido.

# Report 1231299085 - NamedType 1370456556
source: The Bank Account and the General Journal Line must have the same currency.
pt: A Conta Bancária e a Linha do Diário Geral devem ter a mesma divisa.

# Report 1231299085 - NamedType 3283546407
source: Both Bank Accounts must have the same currency.
pt: Ambas as Contas Bancárias devem ter a mesma divisa.

# Report 1231299085 - NamedType 2301836569
source: %1 already exists.
pt: %1 já existe.

# Report 1231299085 - NamedType 4214926420
source: Check for %1 %2
pt: Cheque para %1 %2

# Report 1231299085 - NamedType 1195352358
source: In the Check report, One Check per Vendor and Document No.\must not be activated when Applies-to ID is specified in the journal lines.
pt: No mapa de Cheques,Um Cheque por Fornec. e Nº Documento\não deve estar ativo quando a Liq.-por Nº Mov. está indicada nas linhas do diário.

# Report 1231299085 - NamedType 1940672225
source: The total amount of check %1 is %2. The amount must be positive.
pt: O total do cheque %1 é %2. O Valor deve ser positivo.

# Report 1231299085 - NamedType 2578368842
source: VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID VOID
pt: NULO NULO NULO NULO NULO NULO NULO NULO NULO NULO NULO NULO NULO NULO

# Report 1231299085 - NamedType 665278991
source: NON-NEGOTIABLE
pt: NÃO-NEGOCIAVEL

# Report 1231299085 - NamedType 1302975608
source: Test print
pt: Verificar Impressão

# Report 1231299085 - NamedType 3853762076
source: HUNDRED
pt: CEM

# Report 1231299085 - NamedType 2747277865
source: AND
pt: E

# Report 1231299085 - NamedType 3384974482
source: %1 results in a written number that is too long.
pt: %1 resulta num número escrito demasiado longo.

# Report 1231299085 - NamedType 1148659762
source: is already applied to %1 %2 for customer %3.
pt: já foi aplicado a %1 %2 para o cliente %3.

# Report 1231299085 - NamedType 510963145
source: is already applied to %1 %2 for vendor %3.
pt: já liquidou a %1 %2 para fornecedor %3.

# Report 1231299085 - NamedType 4168233824
source: ONE
pt: UM

# Report 1231299085 - NamedType 3530537207
source: TWO
pt: DOIS

# Report 1231299085 - NamedType 3699446230
source: THREE
pt: TRÊS

# Report 1231299085 - NamedType 3061749613
source: FOUR
pt: QUATRO

# Report 1231299085 - NamedType 2424052996
source: FIVE
pt: CINCO

# Report 1231299085 - NamedType 1786356379
source: SIX
pt: SEIS

# Report 1231299085 - NamedType 342054122
source: SEVEN
pt: SETE

# Report 1231299085 - NamedType 3999324801
source: EIGHT
pt: OITO

# Report 1231299085 - NamedType 1404403683
source: NINE
pt: NOVE

# Report 1231299085 - NamedType 2042100300
source: TEN
pt: DEZ

# Report 1231299085 - NamedType 2679796917
source: ELEVEN
pt: ONZE

# Report 1231299085 - NamedType 3317493534
source: TWELVE
pt: DOZE

# Report 1231299085 - NamedType 3148584511
source: THIRTEEN
pt: TREZE

# Report 1231299085 - NamedType 3786281128
source: FOURTEEN
pt: CATORZE

# Report 1231299085 - NamedType 129010449
source: FIFTEEN
pt: QUINZE

# Report 1231299085 - NamedType 766707066
source: SIXTEEN
pt: DEZASSEIS

# Report 1231299085 - NamedType 2211009323
source: SEVENTEEN
pt: DEZASETE

# Report 1231299085 - NamedType 2848705940
source: EIGHTEEN
pt: DEZOITO

# Report 1231299085 - NamedType 612391220
source: NINETEEN
pt: DEZANOVE

# Report 1231299085 - NamedType 4269661899
source: TWENTY
pt: VINTE

# Report 1231299085 - NamedType 1887784454
source: THIRTY
pt: TRINTA

# Report 1231299085 - NamedType 1250087837
source: FORTY
pt: QUARENTA

# Report 1231299085 - NamedType 2356572048
source: FIFTY
pt: CINQUENTA

# Report 1231299085 - NamedType 1718875431
source: SIXTY
pt: SESSENTA

# Report 1231299085 - NamedType 3631965282
source: SEVENTY
pt: SETENTA

# Report 1231299085 - NamedType 2994268665
source: EIGHTY
pt: OITENTA

# Report 1231299085 - NamedType 4100752876
source: NINETY
pt: NOVENTA

# Report 1231299085 - NamedType 3463056259
source: THOUSAND
pt: MIL

# Report 1231299085 - NamedType 888923493
source: MILLION
pt: MILHÃO

# Report 1231299085 - NamedType 1526620110
source: BILLION
pt: BILIÃO

# Report 1231299085 - NamedType 3908497555
source: G/L Account,Customer,Vendor,Bank Account
pt: Conta C/G,Cliente,Fornecedor,Conta Bancária

# Report 1231299085 - NamedType 251226876
source: Net Amount %1
pt: Valor Liquido %1

# Report 1231299085 - NamedType 2633104321
source: %1 must not be %2 for %3 %4.
pt: %1 não pode ser %2 para %3 %4.

# Report 1231299085 - NamedType 3919590978
source: Check No.
pt: Nº Cheque

# Report 1231299085 - NamedType 1085275642
source: Net Amount
pt: Valor líquido

# Report 1231299085 - NamedType 1857519089
source: Discount
pt: Desconto

# Report 1231299085 - NamedType 3285233284
source: Amount
pt: Valor

# Report 1231299085 - NamedType 2833281111
source: Document No.
pt: Nº Documento

# Report 1231299085 - NamedType 3112881028
source: Document Date
pt: Data Documento

# Report 1231299085 - NamedType 3383796882
source: Currency Code
pt: Cód. Divisa

# Report 1231299085 - NamedType 2997913496
source: Your Doc. No.
pt: N.º Documento

# Report 1231299085 - NamedType 1537992153
source: Transport
pt: Transporte

# Report 1231299085 - NamedType 3766454129
source: MILLIONS
pt: MILHÕES

# Report 1231299085 - NamedType 3128757512
source: ONE MILLION
pt: UM MILHÃO

# Report 1231299085 - NamedType 2491060895
source: ONE THOUSAND
pt: MIL

# Report 1231299085 - NamedType 2659969918
source: ONE HUNDRED
pt: CEM

# Report 1231299085 - NamedType 2022273301
source: ONE HUNDRED
pt: CENTO

# Report 1231299085 - NamedType 1384576684
source: TWO HUNDRED
pt: DUZENTOS

# Report 1231299085 - NamedType 746880067
source: THREE HUNDRED
pt: TREZENTOS

# Report 1231299085 - NamedType 915789090
source: FOUR HUNDRED
pt: QUATROCENTOS

# Report 1231299085 - NamedType 278092473
source: FIVE HUNDRED
pt: QUINHENTOS

# Report 1231299085 - NamedType 3149589562
source: SIX HUNDRED
pt: SEISCENTOS

# Report 1231299085 - NamedType 2511892945
source: SEVEN HUNDRED
pt: SETECENTOS

# Report 1231299085 - NamedType 1874196328
source: EIGHT HUNDRED
pt: OITOCENTOS

# Report 1231299085 - NamedType 1236499711
source: NINE HUNDRED
pt: NOVECENTOS

# Report 1231299085 - NamedType 1405408734
source: TWO HUNDRED
pt: DUZENTOS

# Report 1231299085 - NamedType 767712117
source: THREE HUNDRED
pt: TREZENTOS

# Report 1231299085 - NamedType 130015500
source: FOUR HUNDRED
pt: QUATROCENTOS

# Report 1231299085 - NamedType 3787286179
source: FIVE HUNDRED
pt: QUINHENTOS

# Report 1231299085 - NamedType 3956195202
source: SIX HUNDRED
pt: SEISCENTOS

# Report 1231299085 - NamedType 3318498585
source: SEVEN HUNDRED
pt: SETECENTS

# Report 1231299085 - NamedType 2893845641
source: EIGHT HUNDRED
pt: OITOCENTOS

# Report 1231299085 - NamedType 3531542258
source: NINE HUNDRED
pt: NOVECENTOS

# Report 1231299085 - NamedType 1618452407
source: TEN
pt: DEZ

# Report 1231299085 - NamedType 2256149024
source: ELEVEN
pt: ONZE

# Report 1231299085 - NamedType 1149664813
source: TWELVE
pt: DOZE

# Report 1231299085 - NamedType 1787361430
source: THIRTEEN
pt: TREZE

# Report 1231299085 - NamedType 4169238875
source: FOURTEEN
pt: CATORZE

# Report 1231299085 - NamedType 511968196
source: FIFTEEN
pt: QUINZE

# Report 1231299085 - NamedType 2087240001
source: TEN
pt: DEZ E

# Report 1231299085 - NamedType 2724936618
source: TWENTY
pt: VINTE

# Report 1231299085 - NamedType 3685858104
source: TWENTY
pt: VINTE E

# Report 1231299085 - NamedType 3048161487
source: THIRTY
pt: TRINTA

# Report 1231299085 - NamedType 666284042
source: THIRTY
pt: TRINTA E

# Report 1231299085 - NamedType 28587425
source: FORTY
pt: QUARENTA

# Report 1231299085 - NamedType 1941677276
source: FORTY
pt: QUARENTA E

# Report 1231299085 - NamedType 1303980659
source: FIFTY
pt: CINQUENTA

# Report 1231299085 - NamedType 3217070510
source: FIFTY
pt: CINQUENTA E

# Report 1231299085 - NamedType 2579373893
source: SIXTY
pt: SESSENTA

# Report 1231299085 - NamedType 197496448
source: SIXTY
pt: SESSENTA E

# Report 1231299085 - NamedType 3854767127
source: SEVENTY
pt: SETENTA

# Report 1231299085 - NamedType 3409325831
source: SEVENTY
pt: SETENTA E

# Report 1231299085 - NamedType 4047022448
source: EIGHTY
pt: OITENTA

# Report 1231299085 - NamedType 389751769
source: EIGHTY
pt: OITENTA E

# Report 1231299085 - NamedType 1027448386
source: NINETY
pt: NOVENTA

# Report 1231299085 - NamedType 1665145003
source: NINETY
pt: NOVENTA E

# Report 1231299085 - NamedType 2302841620
source: ONE
pt: UM

# Report 1231299085 - NamedType 2940538237
source: ONE
pt: UMA

# Report 1231299085 - NamedType 3578234854
source: TWO
pt: DOIS

# Report 1231299085 - NamedType 2602720191
source: THREE
pt: TRÊS

# Report 1231299085 - NamedType 3240416808
source: FOUR
pt: QUATRO

# Report 1231299085 - NamedType 2097840830
source: FIVE
pt: CINCO

# Report 1231299085 - NamedType 1460144213
source: SIX
pt: SEIS

# Report 1231299085 - NamedType 822447596
source: SEVEN
pt: SETE

# Report 1231299085 - NamedType 184750979
source: EIGHT
pt: OITO

# Report 1231299085 - NamedType 3842021658
source: NINE
pt: NOVE

# Report 1231299085 - NamedType 3204325041
source: %1 \results in a written number which is too long.
pt: %1 \ é um número demasiado comprido.

# Report 1231299085 - NamedType 1928931807
source: SIXTEEN
pt: DEZASSEIS

# Report 1231299085 - NamedType 2904446470
source: SEVENTEEN
pt: DEZASSETE

# Report 1231299085 - NamedType 2266749853
source: EIGHTEEN
pt: DEZOITO

# Report 1231299085 - NamedType 1821308557
source: NINETEEN
pt: DEZANOVE

# Report 1231299085 - NamedType 2459005174
source: ONE HUNDRED
pt: CENTO E

# Report 1231299085 - NamedType 545915323
source: AND
pt: E

# PageExtension 3105459369 - Control 1476723134 - Property 1295455071
source: Specifies the Taxonomy Code
pt: Especifica o Código Taxonomia.

# PageExtension 3105459369 - Action 3504856646 - Property 2879900210
source: Check Chart of Accounts
pt: Verificar Plano de Contas

# PageExtension 4219821699 - Control 1476723134 - Property 1295455071
source: Specifies the Taxonomy Code
pt: Especifica o Código Taxonomia.

# PageExtension 4219821699 - Control 712889997 - Property 1295455071
source: Specifies cash-flow code
pt: Especifica o Código Fluxo de Caixa

# PageExtension 2668789169 - Control 1476723134 - Property 1295455071
source: Specifies the Taxonomy Code
pt: Especifica o Código Taxonomia.

# PageExtension 1887905131 - Control 1476723134 - Property 1295455071
source: Specifies the Taxonomy Code.
pt: Especifica o Código Taxonomia

# PageExtension 3469146285 - Control 778216806 - Property 1295455071
source: Specifies the bank number.
pt: Especifica o número de banco.

# TableExtension 3469146285 - Field 588297277 - Property 2879900210
source: CCC Bank Account No.
pt: NIB Nº Conta Bancária

# TableExtension 3469146285 - Field 3716284338 - Property 2879900210
source: CCC Bank Branch No.
pt: NIB Cód. Agência

# TableExtension 3469146285 - Field 778216806 - Property 2879900210
source: CCC Bank No.
pt: NIB Cód. Banco

# TableExtension 3469146285 - Field 1113161156 - Property 2879900210
source: CCC Control Digits
pt: NIB Dígito Controle

# TableExtension 3469146285 - Field 4277647424 - Property 2879900210
source: CCC No.
pt: NIB Nº

source: Deleting %1 will cause %2 to be deleted. Do you want to continue?
pt: Eliminar %1 vai causar que %2 sejá eliminado. Deseja continuar?

# PageExtension 2603476233 - Control 778216806 - Property 1295455071
source: Specifies the bank number.
pt: Especifica número do banco.

# PageExtension 2603476233 - Control 3716284338 - Property 1295455071
source: Specifies the bank branch number.
pt: Especifica o número da agência bancária.

# PageExtension 2603476233 - Control 1113161156 - Property 1295455071
source: Specifies the control digits for the bank account number
pt: Especifica os dígitos de controlo para o número de conta bancária.

# PageExtension 2603476233 - Control 588297277 - Property 1295455071
source: Specifies the bank account number.
pt: Especifica o número de conta bancária.

# PageExtension 2603476233 - Control 4277647424 - Property 1295455071
source: Specifies the complete bank number.
pt: Especifica o número bancário completo.

# PageExtension 697379313 - Control 778216806 - Property 1295455071
source: Specifies the bank number.
pt: Especifica número do banco.

# PageExtension 697379313 - Control 3716284338 - Property 1295455071
source: Specifies the bank branch number.
pt: Especifica o número da agência bancária.

# PageExtension 697379313 - Control 1113161156 - Property 1295455071
source: Specifies the control digits for the bank account number
pt: Especifica os dígitos de controlo para o número de conta bancária.

# PageExtension 697379313 - Control 588297277 - Property 1295455071
source: Specifies the bank account number
pt: Especifica o número de conta bancária.

# PageExtension 697379313 - Control 4277647424 - Property 1295455071
source: Specifies the complete bank number.
pt: Especifica o número bancário completo.

# PageExtension 2292249509 - Control 778216806 - Property 1295455071
source: Specifies the bank number.
pt: Especifica número do banco.

# PageExtension 2292249509 - Control 3716284338 - Property 1295455071
source: Specifies the bank branch number.
pt: Especifica o número da agência bancária.

# PageExtension 2292249509 - Control 1113161156 - Property 1295455071
source: Specifies the control digits for the bank account number
pt: Especifica os dígitos de controlo para o número de conta bancária.

# PageExtension 2292249509 - Control 588297277 - Property 1295455071
source: Specifies the bank account number
pt: Especifica o número de conta bancária.

# PageExtension 2292249509 - Control 4277647424 - Property 1295455071
source: Specifies the complete bank number.
pt: Especifica o número bancário completo.

# TableExtension 4050813720 - Field 682494963 - Property 2879900210
source: Check Chart of Accounts
pt: Verificar Plano de Contas

# TableExtension 4274826855 - Field 1476723134 - Property 2879900210
source: Taxonomy Code
pt: Código Taxonomia

# TableExtension 785108357 - Field 588297277 - Property 2879900210
source: CCC Bank Account No.
pt: NIB Nº Conta Bancária

# TableExtension 785108357 - Field 3716284338 - Property 2879900210
source: CCC Bank Branch No.
pt: NIB Cód. Agência

# TableExtension 785108357 - Field 778216806 - Property 2879900210
source: CCC Bank No.
pt: NIB Cód. Banco

# TableExtension 785108357 - Field 1113161156 - Property 2879900210
source: CCC Control Digits
pt: NIB Dígito Controle

# TableExtension 785108357 - Field 4277647424 - Property 2879900210
source: CCC No.
pt: NIB Nº

# TableExtension 4231435149 - Field 588297277 - Property 2879900210
source: CCC Bank Account No.
pt: NIB Nº Conta Bancária

# TableExtension 4231435149 - Field 3716284338 - Property 2879900210
source: CCC Bank Branch No.
pt: NIB Cód. Agência

# TableExtension 4231435149 - Field 778216806 - Property 2879900210
source: CCC Bank No.
pt: NIB Cód. Banco

# TableExtension 4231435149 - Field 1113161156 - Property 2879900210
source: CCC Control Digits
pt: NIB Dígito Controle

# TableExtension 4231435149 - Field 4277647424 - Property 2879900210
source: CCC No.
pt: NIB Nº

# TableExtension 1682139193 - Field 588297277 - Property 2879900210
source: CCC Bank Account No.
pt: NIB Nº Conta Bancária

# TableExtension 1682139193 - Field 3716284338 - Property 2879900210
source: CCC Bank Branch No.
pt: NIB Cód. Agência

# TableExtension 1682139193 - Field 778216806 - Property 2879900210
source: CCC Bank No.
pt: NIB Cód. Banco

# TableExtension 1682139193 - Field 1113161156 - Property 2879900210
source: CCC Control Digits
pt: NIB Dígito Controle

# TableExtension 1682139193 - Field 4277647424 - Property 2879900210
source: CCC No.
pt: NIB Nº
