Repository: martinhocosta88/Softstore
Catalog: Factoring App/Translations/Factoring App.g.*.xlf
Languages: pt_pt

# Codeunit 951328623 - NamedType 4134082808
source: The file export has one or more errors.\\For each line to be exported, resolve the errors displayed to the right and then try to export again.
pt_pt: A exportação de ficheiro tem um ou mais erros.\\Para cada linha a ser exportada, resolva os erros indicados e de seguida exporte novamente.

# Codeunit 951328623 - NamedType 1419748705
source: Field %1 must be specified.
pt_pt: O campo %1 deve ser especificado.

# Codeunit 951328623 - NamedType 158225963
source: All lines must have the same bank account as the balancing account.
pt_pt: Todas as linhas devem ter a mesma conta bancária que a conta de contrapartida.

# Report 841471254 - Property 2879900210
source: Vendor - Payment Receipt
pt_pt: Fornecedor - Recibo Pagamento

# Report 841471254 - ReportLabel 797779960
source: Currency Code
pt_pt: Data Documento

# Report 841471254 - ReportLabel 501693335
source: Page
pt_pt: Página

# Report 841471254 - ReportLabel 989862110
source: Document Date
pt_pt: Data Documento

# Report 841471254 - ReportLabel 4267901198
source: Home Page
pt_pt: Página Início

# Report 841471254 - NamedType 95063322
source: Payment Receipt
pt_pt: Recibo Pagamento

# Report 841471254 - NamedType 732759939
source: Payment Voucher
pt_pt: Voucher Pagamento

# Report 841471254 - NamedType 2008153173
source: Payment Discount Given
pt_pt: Desconto Pagamento Recebido

# Report 841471254 - NamedType 2645849790
source: Payment Discount Received
pt_pt: Desconto Pagamento Recebido

# Report 841471254 - NamedType 2826867220
source: Phone No.
pt_pt: Nº Telefone

# Report 841471254 - NamedType 1454106313
source: Giro No.
pt_pt: Nº Giro

# Report 841471254 - NamedType 1275674192
source: Bank
pt_pt: Banco

# Report 841471254 - NamedType 2438826717
source: Account No.
pt_pt: Nº Conta

# Report 841471254 - NamedType 1471820476
source: Receipt No.
pt_pt: Nº Recibo

# Report 841471254 - NamedType 322581705
source: GST Registration No.
pt_pt: Nº Contribuinte

# Report 841471254 - NamedType 443421780
source: Posting Date
pt_pt: Data Registo

# Report 841471254 - NamedType 694817936
source: Amount
pt_pt: Valor

# Report 841471254 - NamedType 394306307
source: Payment Amount Specification
pt_pt: Especificação Valor Pagamento

# Report 841471254 - NamedType 3109722472
source: Payment Total
pt_pt: Pagamento Total

# Report 841471254 - NamedType 2142283772
source: Payment Amount Not Allocated
pt_pt: Valor Pagamento Não Alocado

# Report 841471254 - NamedType 2811016760
source: Payment Amount
pt_pt: Valor Pagamento

# Report 841471254 - NamedType 4013601236
source: External Document No.
pt_pt: Nº Documento Externo

# XmlPort 4108718408 - NamedType 1486195221
source: There is no data to export.
pt_pt: Não existem dados para serem exportados.

# PageExtension 2787256928 - Control 1396010747 - Property 1295455071
source: Specifies the Factoring to Vendor No.
pt_pt: Especifica o Nº Fator.

# PageExtension 3271976165 - Control 1396010747 - Property 1295455071
source: Specifies the Factoring to Vendor No.
pt_pt: Especifica o Nº Fator.

# PageExtension 3223604749 - Control 1396010747 - Property 1295455071
source: Specifies the Factoring to Vendor No.
pt_pt: Especifica o Nº Fator.

# TableExtension 3223604749 - Field 1396010747 - Property 2879900210
source: Factoring to Vendor No.
pt_pt: No. Fator

# TableExtension 3095989559 - Field 1396010747 - Property 2879900210
source: Factoring to Vendor No.
pt_pt: No. Fator

# TableExtension 226842470 - Field 1396010747 - Property 2879900210
source: Factoring to Vendor No.
pt_pt: No. Fator
